IOdRxNonBlittableType.destruct(System.Void!System.Runtime.CompilerServices.IsConst*)
\details
Called to destroy the object.
\param instance [in] Pointer to the object.

IOdRxNonBlittableType.assign(System.Void*,System.Void!System.Runtime.CompilerServices.IsConst*)
\details
Called to assign the object.
\param dest   [in] Pointer to the destination object.
\param source [in] Pointer to the source object.

IOdRxNonBlittableType.construct(System.Void*,System.Void!System.Runtime.CompilerServices.IsConst*)
\details
Called to construct a copy of the object.
\param dest   [in] Memory location to construct an object at.
\param source [in] Pointer to the source object.